Repository: giellalt/corpus-sme
Catalog: tmx/swe/admin/sd/www.samediggi.se/10039.html.tmx
Source language: swe
Languages: sme

source: Sara Larsson nyvald styrelseordförande - Sametinget
sme: Sara Larsson ođđa stivraságadoalli - Sametinget

source: Allvarliga miner på förlängt plenum.
sme: Duođalaš lahtut guhkiduvvon dievasčoahkkimis.

source: Sara Larsson nyvald styrelseordförande
sme: Sara Larsson ođđa stivraságadoalli

source: Hela programmet kastades om och trots intensiva förhandlingar gick det inte att uppnå en samförståndslösning.
sme: Olles prográmma rievddai ja sámediggelahtut eai nagodan olahit oktasaš čovdosii vaikko olles áiggi ledje intensiivvalaš šiehtadallamat.

source: Till slut valdes en ny styrelse utan ledamöter från Samerna och Samelandspartiet.
sme: Viimmat válljejuvvui ođđa stivra mas eai leat lahtut SÁMIT bellodagas ja Sámiid Riikkabellodagas.

source: Sara Larsson valdes som ny styrelseordförande.
sme: Sara Larsson válljejuvvui ođđa stivraságadoallin.

source: Per-Mikael Utsi avstod på torsdagen från sin post som styrelseordförande då det inte gått att få till en styrelse där alla partier medverkade.
sme: Per Mikael Utsi luobai duorastaga stivraságadoallevirggis go čielggai ahte ii lean vejolaš oažžut čoahkkái stivrra gos visot bellodagat leat mielde.

source: Plenum ajournerades flera gånger.
sme: Dievasčoahkkin botkejuvvui maŋgii.

source: Partiledarna fortsatte förhandla under hela dagen men vid återsamlingen klockan 16.30 hade ingen kompromiss uppnåtts.
sme: Bellodatjođiheaddjit jotke šiehtadallamiid olles beaivvi muhto go dievasčoahkkin fas čoahkkinii dii.16.00.

source: Hetsig debatt Ingrid Inga meddelade att Samelandspartiet inte ville nominera kandidater till styrelsen och inte kunde acceptera andra partiers " egna hemsnickrade lösningar ".
sme: Garra digaštallan Ingrid Inga dieđihii ahte Sámiid Riikkabellodat ii háledan namuhit evttohasaid stivrii ja sii eai sáhttán buorrin váldit eará bellodagaid " iešráhkaduvvon čovdosiid ".

source: Hon fick genast mothugg från Håkan Jonsson (JoF) som tyckte att Samelandspartiet hade agerat fräckt mot de mindre partierna.
sme: Son oaččui dakkaviđe vuostehagu Håkan Jonssonis (JoF) gii oaivvildii ahte SáR leai láhtten gutneheapmin smávva bellodagaid vuoste.

source: Lars-Erik Fjellström (Landspartiet Svenska Samer) konstaterade att det fanns fyra olika grupperingar i plenum och att ingen av dem hade egen majoritet.
sme: Lars-Erik Fjellström (LPSS) gávnnahii ahte dal gávdnui njeallje sierralágán joavkkut dievasčoahkkimis ja ahte ii oktage dain leai eanetlogus.

source: Beslut om valsätt Sametinget beslutade slutligen att tillämpa proportionellt valsätt, vilket enligt arbetsordningen ska tillämpas om minst en tredjedel av ledamöterna begär det.
sme: Válgavuohki Sámediggi mearridii loahpalaččat ahte geavahit propošunalalaš válgavuogi, sámediggeortnega mielde galgá nu dahkat jus goalmmát oassi lahtuin gáibida dan.

source: Beslut om styrelse och styrelseordförande Samerna och Samelandspartiet nominerade inga kandider till styrelsen.
sme: Stivra ja stivraságadoalli SÁMIT ja Sámiid Riikkabellodat eai namuhan evttohasaid stivrii.

source: Sametinget valde in följande ledamöter i styrelsen:
sme: Sámediggi válljii čuovvovaš olbmuid stivrii:

source: Karin Vannar (Guovssonásti), ersättare Marita Stinnerbom (Guovssonásti) Håkan Jonsson (Jakt- och fiskesamerna), ersättare Lars-Paul Kroik (Álbmut) Josefina Skerk (Jakt- och fiskesamerna), ersättare Agneta Rimpi (Jakt- och fiskesamerna) Helena Dådring (Vuovdega), ersättare Lars-Erik Fjellström (Landspartiet Svenska Samer) Sara Larsson (Min Geaidnu), ersättare Odd Willenfeldt (Min Geaidnu)
sme: Karin Wannar (Guovssonásti), su várrelahtu Marita Stinnerbom (Guovssonásti), Håkan Jonsson (Jakt- och fiskesamerna), su várrelahttu Lars-Paul Kroik (Álbmut), Josefina Skerk (Jakt- och fiskesamerna), su várrelahttu Agneta Rimpi (Jakt- och fiskesamerna), Helena Dådring (Vuovdegat), su várrelahttu Lars-Erik Fjellström (Landspartiet Svenska Samer), Sara Larsson (Min Geaidnu), su várrelahttu Odd Willenfeldt (Min Geaidnu).

source: Partiet Samerna, Guovssonásti, Samelandspartiet och den politiske vilden Ronny Svarto deltog inte i beslutet.
sme: Sámiid Riikkabellodat, SÁMIT, Guovssonásti ja politihkalaš vildon Ronny Svarto eai oassálastan mearrádusas.
